acpi
adobe-source-code-pro-fonts
alsa-utils
arandr
artwiz-fonts
aspell-es
autoconf
automake
bash
bc
binutils
bison
bzip2
cmatrix
cmus
coreutils
cpio
cryptsetup
cups
cups-pdf
deluge
device-mapper
dhcpcd
diffutils
dmenu
dropbox
dwb
e2fsprogs
evince
exo
fakeroot
feh
file
filesystem
findutils
firefox
flashplugin
flex
galculator
gamin
garcon
gawk
gcc
gcc-libs
gedit
gettext
gftp
gimp
git
glibc
grep
groff
grub
gtk-xfce-engine
gvfs
gvfs-smb
gvim
gzip
hexchat
htop
i3lock
i3status
inetutils
inkscape
iproute2
iputils
irssi
jfsutils
less
lftp
libreoffice-still
libtool
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
logrotate
lvm2
lxappearance
lzop
m4
make
man-db
man-pages
mdadm
mesa-demos
mousepad
nano
netctl
nethack
network-manager-applet
networkmanager
nmap
ntfs-3g
ntp
nvidia
nvidia-utils
openvpn
orage
os-prober
p7zip
pacman
patch
pciutils
pcmciautils
perl
pgadmin3
pkg-config
postgresql
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pygtk
python-virtualenv
python2-notify
python2-virtualenv
ranger
reiserfsprogs
ristretto
s-nail
samba
screenfetch
sed
shadow
siege
smbnetfs
smplayer
speedcrunch
sublime-text
sudo
sysfsutils
sysstat
systemd-sysvcompat
tar
termite
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tk
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-fira-sans
ttf-freefont
ttf-inconsolata
ttf-liberation
tumbler
udisks
udisks2
unrar
unzip
usbutils
util-linux
vi
vlc
volumeicon
which
xarchiver
xclip
xdg-user-dirs
xf86-input-synaptics
xf86-video-intel
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mixer
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-server
xorg-server-utils
xorg-twm
xorg-utils
xorg-xclock
xorg-xinit
xterm
yaourt
zathura
